import { LOCALES } from "../locales";

export default {
  [LOCALES.RUSSIAN]: {
    heroTitle: "Измени свою жизнь",
    heroDesc:
      "Приручая питомца, вы меняете его жизнь и свою. Измените жизнь бездомного питомца и принесите домой любовь.",
    adopt: "Выбрать питомца",
    aboutUs: "О нас",
    signUp: "Зарегистрироваться",
    signIn: "Войти",
    heroText:
      "17 лет подряд мы получаем наивысший рейтинг от Charity Navigator и остаемся в 1% лучших благотворительных организаций. Мы гордимся тем, что являемся ведущим спонсором защиты животных в мире. С 1994 года мы предоставили более 451 миллион долларов организациям, которые вносят изменения в жизнь домашних животных и тех, кто их любит.",
    adminPanel: "Панель администратора",
    home: "Главная",
    findPet: "Найти питомца",
    statistics: "565тыс+ питомцев",
    statisticsDesc: "выживает каждый год за счет приручения",
  },
};
